IDEA Open Model
ConcreteCheckResultBase.NonConformities Property
Compatible with IDEA StatiCa 20.1
 Returns nonconformity in section
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<NonConformity> NonConformities { get; set; }
Public Property NonConformities As List(Of NonConformity)
	Get
	Set
Property Value
Type: List<NonConformity>
See Also
Reference
ConcreteCheckResultBase Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace